{
    "user-info": {
        "title": "Benutzerinformationen",
        "desc": "Bitte geben Sie die E-Mail-Adresse eines bestehenden Benutzers ein.",
        "search": "Suchen",
        "account-info": "Account Informationen",
        "stes-info": "STES Informationen",
        "roles": "eIAM Rollen",
        "accountabilities": "Verantwortlichkeiten",
        "info-actions": "Zusätzliche Informationen und Aktionen",
        "label": {
            "ext-id": "Ext-Id",
            "email": "E-Mail",
            "firstname": "Vorname",
            "lastname": "Nachname",
            "registration-status": "Registrierungsstatus",
            "created": "Erstellungsdatum",
            "modified": "Änderungsdatum",
            "lastlogin": "Datum des letzten Logins",
            "pn": "Personennummer",
            "verified": "Überprüft am"
        },
        "unregistered-user": {
            "title": "Unregistrierter Benutzer",
            "desc": "Dieser Benutzer schein bereits einen Account in eIAM erstellt zu haben, jedoch hat er sich bisher nicht in Job-Room registriert. Aus diesem Grund ist keine Aktion für den Benutzer verfügbar. Falls der Benutzer Job-Room mit diesem Account nutzen möchte, muss er den regulären Registrationsprozess durchführen."
        },
        "unregister": {
            "title": "Registrierung zurückstellen",
            "desc": "Diese Aktion setzt die Registrierung des Benutzers zurück. Damit wird der Benutzer in den Zustand vor der Registrierung zurückgesetzt. Dies löscht alle Rollen, Verantwortlichkeiten und setzt den Status auf 'UNREGISTERED' zurück. Der Benutzer muss anschliessend den gesamten Registrationsprozess erneut durchführen. Dies bedeutet, dass PAV und Arbeitgeber einen Brief mit einem neuen Access Code anfordern müssen. Dies ist nötig, wenn der Benutzer beim Registrierungsprozess versehentlich die falsche Rolle ausgewählt hat. Wenn der Benutzer den Brief mit dem Access Code verloren oder nicht erhalten hat, kann der Brief im Jira gefunden werden und neu versendet werden. Falls der Benutzer in Jira nicht gefunden werden kann, hat er sich vermutlich vor dem 09.07.2018 registriert. In diesem Fall muss die Registrierung zurückgesetzt werden. Achtung: Diese Aktion kann nicht rückgängig gemacht werden."
        },
        "no-user-info": "Keine Benutzer-Informationen gefunden",
        "no-account-info": "Keine Account-Informationen gefunden",
        "no-stes-info": "Keine STES-Informationen gefunden",
        "no-roles": "Keine Rollen in eIAM gefunden",
        "no-accountabilities": "Keine Verantwortlichkeiten gefunden",
        "no-actions": "Keine Aktionen oder zusätzlichen Informationen verfügbar",
        "error": {
            "user-not-found": "Es konnte kein Benutzer mit dieser E-Mail-Adresse gefunden werden.",
            "eiam-roles-not-found": "Es konnte keine Rollen in eIAM für diesen Benutzer gefunden werden.",
            "technical": "Es ist ein technischer Fehler aufgetreten",
            "delete": {
                "technical": "Es ist ein technischer Fehler beim Zurücksetzen der Registrierung aufgetreten. Versuchen Sie es später noch mal."
            }
        }
    }
}
